Repository: Lolle2000la/Image-Sort
Catalog: Image sort.UI/LocalResources/ToolTips/ToolTips.*.resx
Languages: de

# DeleteImageTip
source: Moves the current image to the recycle bin. Note: This cannot be reverted in-app. You must revert an deletion from inside the recycle bin yourself.
de: Verschiebt das aktuelle Bild in den Papierkorb. Merke: Dies kann nicht innerhalb von der App rückgängig gemacht werden. Sie müssen die Löschung innerhalb vom Papierkorb rückgängig machen.

# EnterFolderToolTip
source: Enter the folder selected. Shortcut: Enter
de: Öffnet den ausgewählten Ordner. Schnellzugriff: Enter

# FeedbackToolTip
source: Opens the Feedback page in the web browser. Your feedback will be heard!
de: Öffnet die Feeback Seite in einem neuen Fenster. Ihr Feedback wird gehört und angenommen. (Die Fragen sind auf Englisch, Sie können ihre Antworten aber gerne auf Deutsch formulieren)

# GitHubAccountRequired
source: An Github account is required to file an issue
de: Ein GitHub Account wird für das posten von Issues benötigt

# GoBackToolTip
source: Goes back one image you skipped, if possible. Shortcut: ctrl + left arrow key
de: Macht die letzte Aktion rückgängig. Schnellzugriff: strg + linke Pfeiltaste

# LaunchesWindowsStore
source: Pressing this button will launch the windows store review page. Due to incompatibilities, feedback hub currently cannot be used for giving feedback. You have to give feedback through a review and update the review, when there was an improvement.
de: Wenn sie diesen Knopf drücken, dann öffnet sich die Microsoft Store Bewertungen Seite. Wegen Inkompatibilitäten kann Feedback Hub momentan dafür nicht benutzt werden. Sie müssen eine Review hinterlassen mit ihrem Feedback, und diese gegebenenfalls überarbeiten, wenn sich etwas geändert hat.

# MoveToolTip
source: Moves the image to the selected folder. Shortcut: right arrow key
de: Verschiebt das Bild in den ausgewählten Ordner. Schnellzugriff: rechte Pfeiltaste

# NewFolderToolTip
source: Creates a new folder inside the current one. Shortcut: F3
de: Erstellt einen neuen Ordner. Schnellzugriff: F3

# OpenImageInExplorerToolTip
source: Opens the currently selected image in file explorer. Shortcut: F5
de: Öffnet das momentan ausgewählte (heißt sichtbare) Bild im Datei Explorer. Schnellzugriff: F5

# ProgressSliderToolTip
source: Sets the currently selected image.
de: Setzt das momentan gewählte Bild.

# ResolutionBoxToolTip
source: Gives you the option to change the horizontal resolution, that the images should get loaded with. Shortcut: F4
de: Ermöglicht es, die horizontale Auflösung, mit der die Bilder geladen werden, zu ändern. Niedriger = schnellere Ladezeiten, Höher = mehr Qualität.

# SearchToolTip
source: Shows and hides the search box. Shortcut: ctrl+s
de: Zeigt oder versteckt die Suchbox. Schnellzugriff: strg+s

# SelectFolderToolTip
source: Selects the folder to sort. Shortcut: F2
de: Wählt den Ordner für die Sortierung aus. Schnellzugriff: F2

# SkipToolTip
source: Skips the current image. Shortcut: left arrow key
de: Überspringt das aktuelle Bild. Schnellzugriff: linke Pfeiltaste
